css/sample.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sol="https://arce.ine.es/ARCE/ficheros/SolicitudEncuesta.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <sol:SolicitudEncuesta>
         <CabeceraSolicitud>
            <NumeroOrden>info_required</NumeroOrden>
            <CodigoControl>info_required</CodigoControl>
            <CorreoElectronico>email</CorreoElectronico>
         </CabeceraSolicitud>
         <Encuesta xsi:nil="true" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
   </soapenv:Body>
</soapenv:Envelope>
